[
  {
    "document_id": "nia-1881",
    "section_number": "1",
    "section_title": "Section 1: Short title, extent and Commencement",
    "section_text": "Preamble\nAn Act to define and amend the law relating to Promissory Notes, Bills of Exchange and Cheques.\nWhereas it is expedient to define and amend the law relating to, promissory notes, bills of exchange and cheques;\nIt is hereby enacted as follows:\nThis Act may be called the Negotiable Instruments Act, 1881.\nLocal extent. Saving of usages relating to hundis, etc.\nIt extends to the whole of India but nothing herein contained affects the ‘Indian Paper Currency Act, 1871, (3 of 1871) section 21, or affects any local usage relating to any instrument in an oriental language;\nProvided\nthat such usages may be excluded by any words in the body of the instrument which indicate an intention that the legal relations of the parties thereto shall be governed by this Act and it shall come into force on the first day of March, 1882.",
    "citation": "NIA Section 1",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "2",
    "section_title": "Section 2: Commencement",
    "section_text": "[Repeal of enactments.]",
    "citation": "NIA Section 2",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "3",
    "section_title": "Section 3: Interpretation-clause",
    "section_text": "In this Act – “banker” includes any person acting as a banker and any post office savings bank;",
    "citation": "NIA Section 3",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "4",
    "section_title": "Section 4: Promissory note",
    "section_text": "A “promissory note” is an instrument in writing (not being a bank-note or a currency-note) containing an unconditional undertaking, signed by the maker, to pay a certain sum of money only to, or to the order of, a certain person, or to the bearer of the instrument.",
    "citation": "NIA Section 4",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "5",
    "section_title": "Section 5: Bill of exchange",
    "section_text": "A “bill of exchange” is an instrument in writing, containing an unconditional order, signed by the maker, directing a certain person to pay a certain sum of money only to, or to the order of, a certain person or to the bearer of the instrument.\nA promise or order to pay is not “conditional”, within the meaning of this section and section 4, by reason of the time for payment of the amount or any instalment thereof being expressed to be on, the lapse of a certain period after the occurrence of a specified event which, according to the ordinary expectation of mankind, is certain to happen, although the time of its happening may be uncertain.\nThe sum payable may be “certain”, within the meaning of this section and section 4, although it includes future interest or is payable at an indicated rate of exchange, or is according to the course of exchange, and although the instrument provides that, on default of payment of an instalment, the balance unpaid shall become due.\nThe person to whom it is clear that the direction is given or that payment is to be made may be a “certain I person”, within the meaning of this section and section\n4\n, although he is mis-named or designated by description only.",
    "citation": "NIA Section 5",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "6",
    "section_title": "Section 6: Cheque",
    "section_text": "A “cheque” is a bill of exchange drawn on a specified banker and not expressed to be payable otherwise than on demand and it includes the electronic image of a truncated cheque and a cheque in the electronic form.\nExplanations\nFor the purposes of this section, the expressions—\n“a cheque in the electronic form” means a cheque drawn in electronic form by using any computer resource and signed in a secure system with digital signature (with or without biometrics signature) and asymmetric crypto system or with electronic signature, as the case may be;\n“a truncated cheque” means a cheque which is truncated during the course of a clearing cycle, either by the clearing house or by the bank whether paying or receiving payment, immediately on generation of an electronic image for transmission, substituting the further physical movement of the cheque in writing.\nFor the purposes of this section, the expression “clearing house” means the clearing house managed by the Reserve Bank of India or a clearing house recognised as such by the Reserve Bank of India.\nFor the purposes of this section, the expressions “asymmetric crypto system”, “computer resource”, “digital signature”, “electronic form” and “electronic signature” shall have the same meanings respectively assigned to them in the Information Technology Act, 2000.",
    "citation": "NIA Section 6",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "7",
    "section_title": "Section 7: Drawer, Drawee",
    "section_text": "The maker of a bill of exchange or cheque is called the “drawer”; the person thereby directed to pay is called the “drawee”.\nDrawee in case of need. When in the bill or in any endorsement thereon the name of any person is given in addition to the drawee to be resorted to in case of need, such person is called a “drawee in case of need “.\nAcceptor. After the drawee of a bill has signed his assent upon the bill, or, if there are more parts thereof than one, upon one of such parts, and delivered the same, or given notice of such signing to the holder or to some person on his behalf, he is called the “acceptor”.\nAcceptor for honour. When a bill of exchange has been noted or protested for non-acceptance or for better security, and any person accepts it supra-protest for honour of the drawer or of any one of the endorsers, such person is called an “acceptor for honour”.\nPayee. The person named in the instrument, to whom or to whose order the money is by the instrument directed to be paid, is called the “payee”.",
    "citation": "NIA Section 7",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "8",
    "section_title": "Section 8: Holder",
    "section_text": "The “holder” of a promissory note, bill of exchange or cheque means any person entitled in his own name to the possession thereof and to receive or recover the amount due thereon from the parties thereto.\nWhere the note, bill or cheque is lost or destroyed, its holder is the person so entitled at the time of such loss or destruction.",
    "citation": "NIA Section 8",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "9",
    "section_title": "Section 9: Holder in due course",
    "section_text": "Holder in due course, means any person who for consideration became the possessor of a promissory note, bill of exchange or cheque if payable to bearer, or the payee or indorsee thereof, if payable to order, before the amount mentioned in it became payable, and without having sufficient cause to believe that any defect existed in the title of the person from whom he derived his title.",
    "citation": "NIA Section 9",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "10",
    "section_title": "Section 10: Payment in due course",
    "section_text": "Payment in due course, means payment in accordance with the apparent tenor of the instrument in good faith and without negligence to any person in possession thereof under circumstances which do not afford a reasonable ground for believing that he is not entitled to receive payment of the amount therein mentioned.",
    "citation": "NIA Section 10",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "11",
    "section_title": "Section 11: Inland instrument",
    "section_text": "A promissory note, bill of exchange or cheque drawn or made in India, and made payable in, or drawn upon any person resident in, India shall be deemed to be an inland instrument.",
    "citation": "NIA Section 11",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "12",
    "section_title": "Section 12: Foreign instrument",
    "section_text": "Any such instrument not so drawn, made or made payable shall be deemed to be a foreign instrument.",
    "citation": "NIA Section 12",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "13",
    "section_title": "Section 13: Negotiable instrument",
    "section_text": "A “negotiable instrument” means a promissory note, bill of exchange or cheque payable either to order or to bearer.\nA negotiable instrument may be made payable to two or more payees jointly, or it may be made payable in the alternative to one of two, or one or some of several payees.",
    "citation": "NIA Section 13",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "14",
    "section_title": "Section 14: Negotiation",
    "section_text": "When a promissory note, bill of exchange or cheque is transferred to any person, so as to constitute that person the holder thereof, the instrument is said to be negotiated.",
    "citation": "NIA Section 14",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "15",
    "section_title": "Section 15: Indorsement",
    "section_text": "When the maker or holder of a negotiable instrument signs the same, otherwise than as such maker, for the purpose of negotiation, on the back or face thereof or on a slip of paper annexed thereto, or so signs for the same purpose a stamped paper intended to be completed as a negotiable instrument, he is said to indorse the same, and is called the “indorser”.",
    "citation": "NIA Section 15",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "16",
    "section_title": "Section 16: Indorsement in \"blank\" and \"in full\"",
    "section_text": "If the indorser signs his name only, the indorsement is said to be “in blank”, and if he adds a direction to pay the amount mentioned in the instrument to, or to the order of, a specified person, the indorsement is said to be “in full”; and the person so specified is called the “indorsee” of the instrument.\nIndorsee. The provisions of this Act relating to a payee shall apply with the necessary modifications to an indorsee.",
    "citation": "NIA Section 16",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "17",
    "section_title": "Section 17: Ambiguous instruments",
    "section_text": "Where an instrument may be construed either as a promissory note or bill of exchange, the holder may at his election treat it as either, and the instrument shall be thenceforward treated accordingly.",
    "citation": "NIA Section 17",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "18",
    "section_title": "Section 18: Where amount is stated differently in figures and words",
    "section_text": "If the amount undertaken or ordered to be paid is stated differently in figures and in words, the amount stated in words shall be the amount undertaken or ordered to be paid.",
    "citation": "NIA Section 18",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "19",
    "section_title": "Section 19: Instruments payable on demand",
    "section_text": "A promissory note or bill of exchange, in which no time for payment is specified, and a cheque, are payable on demand.",
    "citation": "NIA Section 19",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "20",
    "section_title": "Section 20: Inchoate stamped instruments",
    "section_text": "Where one person signs and delivers to another a paper stamped in accordance with the law relating to negotiable instruments then in force in India, and either wholly blank or having written thereon an incomplete negotiable instrument, he thereby gives prima facie authority to the holder thereof to make or complete, as the case may be, upon it a negotiable instrument, for any amount specified therein and not exceeding the amount covered by the stamp. The person so signing shall be liable upon such instrument, in the capacity in which he signed the same, to any holder in due course for such amount:\nProvided that no person other than a holder in due course shall recover from the person delivering the instrument any thing in excess of the amount intended by him to be paid thereunder.",
    "citation": "NIA Section 20",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "21",
    "section_title": "Section 21: At sight",
    "section_text": "“On presentment”. In a promissory note or bill of exchange the expressions “at sight” and “on presentment” mean on demand.\nThe expression “after sight” means, in a promissory note, after presentment for sight, and, in a bill of exchange, after acceptance, or noting for non-acceptance, or protest for non-acceptance.",
    "citation": "NIA Section 21",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "22",
    "section_title": "Section 22: Maturity",
    "section_text": "The maturity of a promissory note or bill of exchange is the date at which it falls due.\nDays of grace. Every promissory note or bill of exchange which is not expressed to be payable on demand, at sight or on presentment is at maturity on the third day after the day on which it is expressed to be payable.",
    "citation": "NIA Section 22",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "23",
    "section_title": "Section 23: Calculating maturity of bill or note payable so many months after date or sight",
    "section_text": "In calculating the date at which a promissory note or bill of exchange, made payable a stated number of months after date or after sight, or after a certain event, is at maturity, the period stated shall be held to terminate on the day of the month which corresponds with the day on which the instrument is dated, or presented for acceptance or sight, or noted for non-acceptance, or protested for non-acceptance, or the event happens, or, where the instrument is a bill of exchange made payable a stated number of months after sight and has been accepted for honour, with the day on which it was so accepted. If the month in which the period would terminate has no corresponding day, the period shall be held to terminate on the last day of such month.",
    "citation": "NIA Section 23",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "24",
    "section_title": "Section 24: Calculating maturity of bill or note payable so many days after date or sight",
    "section_text": "In calculating the date at which a promissory note or bill of exchange made payable a certain number of days after date or after sight or after a certain event is at maturity, the day of the date, or of presentment for acceptance or sight, or of protest for non-acceptance, or on which the event happens, shall be excluded.",
    "citation": "NIA Section 24",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "25",
    "section_title": "Section 25: When day of maturity is a holdiay",
    "section_text": "When the day on which a promissory note or bill of exchange is at maturity is a public holiday, the instrument shall be deemed to be due on the next preceding business day.",
    "citation": "NIA Section 25",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "26",
    "section_title": "Section 26: Capacity to make, etc., promissory notes, etc.",
    "section_text": "Every person capable of contracting, according to the law to which he is subject, may bind himself and be bound by the making, drawing, acceptance, indorsement, delivery and negotiation of a promissory note, bill of exchange or cheque.\nMinor. A minor may draw, indorse, deliver and negotiate such instrument so as to bind all parties except himself.\nNothing herein contained shall be deemed to empower a corporation to make, indorse or accept such instruments except in cases in which, under the law for the time being in force, they are so empowered.",
    "citation": "NIA Section 26",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "27",
    "section_title": "Section 27: Agency",
    "section_text": "Every person capable of binding himself or of being bound, as mentioned in section\n26\n, may so bind himself or be bound by a duly authorized agent acting in his name.\nA general authority to transact business and to receive and discharge debts does not confer upon an agent the power of accepting or indorsing bills of exchange so as to bind his principal.\nAn authority to draw bills of exchange does not of itself import an authority to indorse.",
    "citation": "NIA Section 27",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "28",
    "section_title": "Section 28: Liability of agent signing",
    "section_text": "An agent who signs his name to a promissory note, bill of exchange or cheque without indicating thereon that he signs as agent, or that he does not intend thereby to incur personal responsibility, is liable personally on the instrument, except to those who induced him to sign upon the belief that the principal only would be held liable.",
    "citation": "NIA Section 28",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "29",
    "section_title": "Section 29: Liability of legal representative signing",
    "section_text": "A legal representative of a deceased person who signs his name to a promissory note., bill of exchange or cheque is liable personally thereon unless he expressly limits his liability to the extent of the assets received by him as such.",
    "citation": "NIA Section 29",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "30",
    "section_title": "Section 30: Liability of drawer",
    "section_text": "The drawer of a bill of exchange or cheque is bound, in case of dishonour by the drawee or acceptor thereof, to compensate tile holder, provided due notice of dishonour has been given to, or received by, the drawer as hereinafter provided.",
    "citation": "NIA Section 30",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "31",
    "section_title": "Section 31: Liability of drawee of cheque",
    "section_text": "The drawee of a cheque having sufficient funds of the drawer in his hands properly applicable to the payment of such cheque must pay the cheque when duly required so to do, and, in default of such payment, must compensate the drawer for any loss or damage caused by such default.",
    "citation": "NIA Section 31",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "32",
    "section_title": "Section 32: Liability of maker of note and acceptor of bill",
    "section_text": "In the absence of a contract to the contrary, the maker of a promissory note and the acceptor before maturity of a bill of exchange are bound to pay the amount thereof at maturity according to the apparent tenor of the note or acceptance respectively, and the acceptor of a bill of exchange at or after maturity is bound to pay the amount thereof to the holder on demand.\nIn default of such payment as aforesaid, such maker or acceptor is bound to compensate any party to the note or bill for any loss or damage sustained by him and caused by such default.",
    "citation": "NIA Section 32",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "33",
    "section_title": "Section 33: Only drawee can be acceptor except in need or for honour",
    "section_text": "No person except the drawee of a bill of exchange, or all or some of several drawees, or a person named therein as a drawee in case of need, or an acceptor for honour, can bind himself by an acceptance.",
    "citation": "NIA Section 33",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "34",
    "section_title": "Section 34: Acceptance by several drawees not partners",
    "section_text": "Where there are several drawees of a bill of exchange who are not partners, each of them can accept it for himself, but none of them can accept it for another without his authority.",
    "citation": "NIA Section 34",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "35",
    "section_title": "Section 35: Liability of indorser",
    "section_text": "In the absence of a contract to the contrary, whoever indorses and delivers a negotiable instrument before maturity without, in such indorsement, expressly excluding or making conditional his own liability, is bound thereby to every subsequent holder, in case of dishonour by the drawee, acceptor or maker, to compensate such holder for any loss or damage caused to him by such dishonour, provided due notice of dishonour has been given to, or received by, such indorser as hereinafter provided.\nEvery indorser after dishonour is liable as upon an instrument payable on demand.",
    "citation": "NIA Section 35",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "36",
    "section_title": "Section 36: Liability of prior parties to holder in due course",
    "section_text": "Every prior party to a negotiable instrument is liable thereon to a holder in due course until the instrument is duly satisfied.",
    "citation": "NIA Section 36",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "37",
    "section_title": "Section 37: Maker, drawer and acceptor principals",
    "section_text": "The maker of a promissory note or cheque, the drawer of a bill of exchange until acceptance, and the acceptor are, in the absence of a contract to the contrary, respectively liable thereon as principal debtors, and the other parties thereto are liable thereon as sureties for the maker, drawer or acceptor, as the case may be.",
    "citation": "NIA Section 37",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "38",
    "section_title": "Section 38: Prior party a principal in respect of each subsequent party",
    "section_text": "As between the parties so liable as sureties, each prior party is, in the absence of a contract to the contrary, also liable thereon as a principal debtor in respect of each subsequent party.",
    "citation": "NIA Section 38",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "39",
    "section_title": "Section 39: Suretyship",
    "section_text": "When the holder of an accepted bill of exchange enters into any contract with the acceptor which, under section 134 or 135 of the Indian Contract Act, 1872 (9 of 1872), would discharge the other parties.\nThe holder may expressly reserve his right to charge the other parties, and in such case they are not discharged.",
    "citation": "NIA Section 39",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "40",
    "section_title": "Section 40: Discharge of indorser's liability",
    "section_text": "Where the holder of a negotiable instrument, without the consent of the indorser, destroys or impairs the indorser’s remedy against a prior party, the indorser is discharged from liability to the holder to the same extent as if the instrument had been paid at maturity.",
    "citation": "NIA Section 40",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "41",
    "section_title": "Section 41: Acceptor bound, although, indorsement forged",
    "section_text": "An acceptor of a bill of exchange already indorsed is not relieved from liability by reason that such indorsement is forged, if he knew or had reason to believe the indorsement to be forged when he accepted the bill.",
    "citation": "NIA Section 41",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "42",
    "section_title": "Section 42: Acceptance of bill drawn in fictitious name",
    "section_text": "An acceptor of a bill of exchange drawn in a fictitious name and payable to the drawer’s order is not, by reason that such name is fictitious, relieved from liability to any holder in due course claiming under an indorsement by the same hand as the drawer’s signature, and purporting to be made by the drawer.",
    "citation": "NIA Section 42",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "43",
    "section_title": "Section 43: Negotiable instrument made, etc., without consideration",
    "section_text": "A negotiable instrument made, drawn, accepted, indorsed or transferred without consideration, or for a consideration which fails, creates no obligation of payment between the parties to the transaction. But if any such party has transferred the instrument with or without indorsement to a holder for consideration, such holder, and every subsequent holder deriving title from him, may recover the amount due on such instrument from the transferor for consideration or any prior party thereto.",
    "citation": "NIA Section 43",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "44",
    "section_title": "Section 44: Partial absence or failure of money consideration",
    "section_text": "When the consideration for which a person signed a promissory note, bill of exchange or cheque consisted of money, and was originally absent in part or has subsequently failed in part, the sum which a holder standing in immediate relation with such signer is entitled to receive from him is proportionally reduced.",
    "citation": "NIA Section 44",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "45",
    "section_title": "Section 45: Partial failure of consideration not consisting of money\nHolder's right to duplicate of lost bill",
    "section_text": "Where a part of the consideration for which a person signed a promissory note, bill of exchange or cheque, though not consisting of money, is ascertainable in money without collateral enquiry, and there has been a failure of that part, the sum which a holder standing in immediate relation with such signer is entitled to receive from him is proportionally reduced.\nWhere a bill of exchange has been lost before it is over-due, the person who was the holder of it may apply to the drawer to give him another bill of the same tenor, giving security to the drawer, if required, to indemnify him against all persons whatever in case the bill alleged to have been lost shall be found again.\nIf the drawer on request as aforesaid refuses to give such duplicate bill, he may be compelled to do so.",
    "citation": "NIA Section 45",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "46",
    "section_title": "Section 46: Delivery",
    "section_text": "The making, acceptance or indorsement of a promissory note, bill of exchange or cheque is completed by delivery, actual or constructive.\nAs between parties standing in immediate relation, delivery to be effectual must be made by the party making, accepting or indorsing the instrument, or by a person authorized by him in that behalf.\nAs between such parties and any holder of the instrument other than a holder in due course, it may be shown that the instrument was delivered conditionally or for a special purpose only, and not for the purpose of transferring absolutely the property therein.\nA promissory note, bill of exchange or cheque payable to bearer is negotiable by the delivery thereof.\nA promissory note, bill of exchange or cheque payable to order is negotiable by the holder by indorsement and delivery thereof.",
    "citation": "NIA Section 46",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "47",
    "section_title": "Section 47: Negotiations by delivery",
    "section_text": "Subject to the provisions of section\n58\n, a promissory note, bill of exchange or cheque payable to\nbearer is negotiable by delivery thereof.",
    "citation": "NIA Section 47",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "48",
    "section_title": "Section 48: Negotiation by indorsement",
    "section_text": "Subject to the provisions of section\n58\n, a promissory note, bill of exchange or cheque payable to\norder, is negotiable by the holder by indorsement and delivery thereof.",
    "citation": "NIA Section 48",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "49",
    "section_title": "Section 49: Conversion of indorsement in blank into indorsement in full",
    "section_text": "The holder of a negotiable instrument indorsed in blank may, without signing his own name, by writing above the indorser’s signature a direction to pay to any other person as indorsee, convert the indorsement in blank into an indorsement in full; and the holder does not thereby incur the responsibility of an indorser.",
    "citation": "NIA Section 49",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "50",
    "section_title": "Section 50: Effect of indorsement",
    "section_text": "The indorsement of a negotiable instrument followed by delivery transfers to the indorsee the property therein with the right of further negotiation; but the indorsement may, by express words, restrict or exclude such right, or may merely constitute the indorsee an agent to indorse the instrument, or to reeive its contents for the indorser, or for some other specified person.",
    "citation": "NIA Section 50",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "51",
    "section_title": "Section 51: Who may negotiate",
    "section_text": "Every sole maker, drawer, payees or indorsee, or all of several joint makers, drawers, payees or indorsees, of a negotiable instrument may, if the negotiability of such instrument has not been restricted or excluded as mentioned in section\n50\n, indorse and negotiate the same.",
    "citation": "NIA Section 51",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "52",
    "section_title": "Section 52: Indorser who excluds his own liability or makes it conditional",
    "section_text": "The indorser of a negotiable instrument may, by express words in the indorsement, exclude his own liability thereon, or make such liability or the right of the indorsee to receive the amount due thereon depend upon the happening of a specified event, although such event may never happen.\nWhere an indorser so excludes his liability and afterwards becomes the holder of the instrument, all intermediate indorsers are liable to him.",
    "citation": "NIA Section 52",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "53",
    "section_title": "Section 53: Holder deriving title from holder in due course",
    "section_text": "A holder of a negotiable instrument who derives title from a holder in due course has the rights thereon of that holder in due course.",
    "citation": "NIA Section 53",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "54",
    "section_title": "Section 54: Instrument indorsed in blank",
    "section_text": "Subject to the provisions hereinafter contained as to crossed cheques, a negotiable instrument indorsed in blank is payable to the bearer thereof even although originally payable to order.",
    "citation": "NIA Section 54",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "55",
    "section_title": "Section 55: Conversion of indorsement in blank into indorsement in full",
    "section_text": "If a negotiable instrument, after having been indorsed in blank, is indorsed in full, the amount of it cannot be claimed from the indorser in full, except by the person to whom it has been indorsed in full, or by one who derives title through such person.",
    "citation": "NIA Section 55",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "56",
    "section_title": "Section 56: Indorsement for part of sum due",
    "section_text": "No writing on a negotiable instrument is valid for the purpose of negotiation if such writing purports to transfer only a part of the amount appearing to be due on the instrument; but where such amount has been partly paid, a note to that effect may be indorsed on the instrument, which may then be negotiated for the balance.",
    "citation": "NIA Section 56",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "57",
    "section_title": "Section 57: Legal representative cannot by delivery only negotiate instrument indorsed by deceased",
    "section_text": "The legal representative of a deceased person cannot negotiate by delivery only a promissory note, bill of exchange or cheque payable to order and indorsed by the deceased but not delivered.",
    "citation": "NIA Section 57",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "58",
    "section_title": "Section 58: Instrument obtained by unlawful means or for unlawful consideration",
    "section_text": "When a negotiable instrument has been lost, or has been obtained from any maker, acceptor or holder thereof by means of an offence or fraud, or for an unlawful consideration, no possessor or indorsee who claims through the person who found or so obtained the instrument is entitled to receive the amount due thereon from such maker, acceptor or holder, or from any party prior to such holder, unless such possessor or indorsee is, or some person through whom he claims was, a holder thereof in due course.",
    "citation": "NIA Section 58",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "59",
    "section_title": "Section 59: Instrument acquired after dishonour or when overdue",
    "section_text": "The holder of a negotiable instrument, who has acquired it after dishonour, whether by non-acceptance or non-payment, with notice thereof, or after maturity, has only, as against the other parties, the rights thereon of his transferor:\nAccommodation note or bill. Provided that any person who, in good faith and for consideration, becomes the holder, after maturity, of a promissory note or bill of exchange made, drawn or accepted without consideration, for the purpose of enabling some party thereto to raise money thereon, may recover the amount of the note or bill from any prior party.",
    "citation": "NIA Section 59",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "60",
    "section_title": "Section 60: Instrument negotiable till payment or satisfaction",
    "section_text": "A negotiable instrument may be negotiated (except by the maker, drawee or acceptor after maturity) until payment or satisfaction thereof by the maker, drawee or acceptor at or after maturity, but not after such payment or satisfaction.",
    "citation": "NIA Section 60",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "61",
    "section_title": "Section 61: Presentment for acceptance",
    "section_text": "A bill of exchange payable after sight must, if no time or place is specified therein for presentment, be presented to the drawee thereof for acceptance, if he can, after reasonable search, be found, by a person entitled to demand acceptance, within a reasonable time after it is drawn, and in business hours on a business day. In default of such presentment, no party thereto is liable thereon to the person making such default.\nIf the drawee cannot, after reasonable search, be found, the bill is dishonoured.\nIf the bill is directed to the drawee at a particular place, it must be presented at that place; and if at the due date for presentment he cannot, after reasonable search, be found there, the bill is dishonoured.\nWhere authorized by agreement or usage, a presentment through the post office by means of a registered letter is sufficient.",
    "citation": "NIA Section 61",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "62",
    "section_title": "Section 62: Presentment of promissory note for sight",
    "section_text": "A promissory note, payable at a certain period after sight, must be presented to the maker thereof for sight (if he can after reasonable search be found) by a person entitled to demand payment, within a reasonable time after it is made and in business hours on a business day. In default of such presentment, no party thereto is liable thereon to the person making such default.",
    "citation": "NIA Section 62",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "63",
    "section_title": "Section 63: Drawee's time for deliberation",
    "section_text": "The holder must, if so required by the drawee of a bill of exchange presented to him for acceptance, allow the drawee forty-eight hours (exclusive of public holidays) to consider whether he will accept it.",
    "citation": "NIA Section 63",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "64",
    "section_title": "Section 64: Presentment for payment",
    "section_text": "Promissory notes, bills of exchange and cheques must be presented for payment to the maker, acceptor or drawee thereof respectively, by or on behalf of the holder as hereinafter provided. In default of such presentment, the other parties thereto are not liable thereon to such holder.\nWhere authorized by agreement or usage, a presentment through the post office by means of a registered letter is sufficient.\nNotwithstanding anything contained in section 6, where an electronic image of a truncated cheque is presented for payment, the drawee bank is entitled to demand any further information regarding the truncated cheque from the bank holding the truncated cheque in case of any reasonable suspicion about the genuineness of the apparent tenor of instrument, and if the suspicion is that of any fraud, forgery, tampering or destruction of the instrument, it is entitled to further demand the presentment of the truncated cheque itself for verification:\nProvided\nthat the truncated cheque so demanded by the drawee bank shall be retained by it, if the payment is made accordingly.",
    "citation": "NIA Section 64",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "65",
    "section_title": "Section 65: Hours for presentment",
    "section_text": "Presentment for payment must be made during the usual hours of business, and, if at a banker’s, within\nbanking hours.",
    "citation": "NIA Section 65",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "66",
    "section_title": "Section 66: Presentment for payment of instrument payable after date or sight",
    "section_text": "A promissory note or bill of exchange, made payable at a specified period after date or sight thereof, must be presented for payment at maturity.",
    "citation": "NIA Section 66",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "67",
    "section_title": "Section 67: Presentment for payment of promissory note payable by instalments",
    "section_text": "A promissory note payable by instalments must be presented for payment on the third day after the date fixed for payment of each instalment; and non-payment on such presentment has the same effect as non-payment of a note at maturity.",
    "citation": "NIA Section 67",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "68",
    "section_title": "Section 68: Presentment for payment of instrument payable at specified place and not else where",
    "section_text": "A promissory note, bill of exchange or cheque made, drawn or accepted payable at a specified place and not elsewhere must, in order to charge any party thereto, be presented for payment at that place.",
    "citation": "NIA Section 68",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "69",
    "section_title": "Section 69: Instrument payable at specified place",
    "section_text": "A promissory note or bill of exchange made, drawn or accepted payable at a specified place must, in order to charge the maker or drawer thereof, be presented for payment at that place.",
    "citation": "NIA Section 69",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "70",
    "section_title": "Section 70: Presentment where no exclusive place specified",
    "section_text": "A promissory note or bill of exchange, not made payable as mentioned in sections\n68\nand\n69\n, must be presented for payment at the place of business (if any), or at the usual residence, of the maker, drawee or acceptor thereof, as the case may be.",
    "citation": "NIA Section 70",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "71",
    "section_title": "Section 71: Presentment when maker, etc., has no known place of business or residence.",
    "section_text": "If the maker, drawee or acceptor of a negotiable instrument has no known place of business or fixed residence, and no place is specified in the instrument for presentment for acceptance or payment, such presentment may be made to him in person wherever be can be found.",
    "citation": "NIA Section 71",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "72",
    "section_title": "Section 72: Presentment of cheque to charge drawer",
    "section_text": "Subject to the provisions of section\n84\n, a cheque must, in order to charge the drawer, be presented at the bank upon which it is drawn before the relation between the drawer and his banker has been altered to the prejudice of the drawer.",
    "citation": "NIA Section 72",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "73",
    "section_title": "Section 73: Presentment of cheque to charge any other person",
    "section_text": "A cheque must, in order to charge any person except the drawer, be presented within a reasonable time after delivery thereof by such person.",
    "citation": "NIA Section 73",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "74",
    "section_title": "Section 74: Presentment of instrument payable on demand",
    "section_text": "Subject to the provisions of section\n31\n, a negotiable instrument payable on demand must be presented for payment within a reasonable time after it is received by the holder.",
    "citation": "NIA Section 74",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "75",
    "section_title": "Section 75: Presentment by or to agent, representative of deceased, or assignee of insolvent\nExcuse for delay in presentment for acceptance or payment",
    "section_text": "Presentment for acceptance or payment may be made to the duly authorized agent of the drawee, maker or acceptor, as the case may be, or, where the drawee, maker or acceptor has died, to his legal representative, or, where he has been declared an insolvent, to his assignee.\nDelay in presentment for acceptance or payment is excused if the delay is caused by circumstances beyond the control of the holder, and not imputable to his default, misconduct or negligence. When the cause of delay ceases to operate, presentment must be made within a reasonable time.",
    "citation": "NIA Section 75",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "76",
    "section_title": "Section 76: When presentment unnecessary",
    "section_text": "No presentment for payment is necessary, and the instrument is dishonoured at the due date for presentment, in any of the following cases:\nif the maker, drawee or acceptor intentionally prevents the presentment of the instrument, or, if the instrument being payable at his place of business, he closes such place on a business day during the usual business hours, or, if the instrument being payable at some other specified place, neither he nor any person authorized to pay it attends at such place during the usual business hours, or, if the instrument not being payable at any specified place, he cannot after due search be found;\nas against any party sought to be charged therewith, if he has engaged to pay notwithstanding non-presentment;\nas against any party if, after maturity, with knowledge that the instrument has not been presented, he makes a part payment on account of the amount due on the instrument, or promises to pay the amount due thereon in whole or in part, or otherwise waives his right to take advantage of any default in presentment for payment;\nas against the drawer, if the drawer could not suffer damage from the want of such presentment.",
    "citation": "NIA Section 76",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "77",
    "section_title": "Section 77: Liability of banker for negligently dealing with bill presented for payment",
    "section_text": "When a bill of exchange, accepted payable at a specified bank, has been duly presented there for payment and dishonoured, if the banker so negligently or improperly keeps, deals with or delivers back such bill as to cause loss to the holder, he must compensate the holder for such loss.",
    "citation": "NIA Section 77",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "78",
    "section_title": "Section 78: To whom payment should be made",
    "section_text": "Subject to the provisions of section\n82\n, clause ( c ), payment of the amount due on a promissory note, bill of exchange or cheque must, in order to discharge the maker or acceptor, be made to the holder of the instrument.",
    "citation": "NIA Section 78",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "79",
    "section_title": "Section 79: Interest when rate specified",
    "section_text": "When interest at a specified rate is expressly made payable on a promissory note or bill of exchange, interest shall be calculated at the rate specified, on the amount of the principal money due thereon, from the date of the instrument, until tender or realization of such amount, or until such date after the institution of a suit to recover such amount as the Court directs.",
    "citation": "NIA Section 79",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "80",
    "section_title": "Section 80: Interest when no rate specified",
    "section_text": "When no rate of interest is specified in the instrument, interest on the amount due thereon shall, notwithstanding any agreement relating to interest between any parties to the instrument, be calculated at the rate of eighteen per annum, from the date at which the same ought to have been paid by the party Charge, until tender or realization of the amount due thereon, or until such date after the institution of a suit to recover such amount as the Court directs.",
    "citation": "NIA Section 80",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "81",
    "section_title": "Section 81: Delivery of instrument on payment, or indemnity in case of loss\nApplication of the Act to electronic cheque and truncated cheque",
    "section_text": "Any person liable to pay, and called upon by the holder thereof to pay, the amount due on a promissory note, bill of exchange or cheque is before payment entitled to have it shown, and is on payment entitled to have it delivered up, to him, or, if the instrument is lost or cannot be produced, to be indemnified against any further claim thereon against him.\nWhere the cheque is an electronic image of a truncated cheque, even after the payment the banker who received the payment shall be entitled to retain the truncated cheque.\nA certificate issued on the foot of the printout of the electronic image of a truncated cheque by the banker who paid the instrument, shall be prima facie proof of such payment.\nThe provisions of this Act, for the time being in force, shall apply to,  or in relation to, electronic cheques and the truncated cheques subject to such modifications and amendments as may be necessary for carrying out the purposes of the Negotiable Instruments Act, 1881 (26 of 1881) by the Central Government, in consultation with the Reserve Bank of India, by notification in the Official Gazette.\nEvery notification made by the Central Government under sub-section (1) shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of me session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the notification or both Houses agree that the notification should not be made, the notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification.",
    "citation": "NIA Section 81",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "82",
    "section_title": "Section 82: Discharge from liability",
    "section_text": "The maker, acceptor or indorser respectively of a negotiable instrument is discharged from liability thereon:\nby cancellation; to a holder thereof who cancels such acceptor’s or indorser’s name with intent to discharge him, and to all parties claiming under such holder;\nby release; to a holder thereof who otherwise discharges such maker, acceptor or indorser, and to all parties deriving title under such holder after notice of such discharge;\nby payment ,to all parties thereto, if the instrument is payable to bearer, or has been indorsed in blank, and such maker, acceptor or indorser makes payment in due course of the amount due thereon.",
    "citation": "NIA Section 82",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "83",
    "section_title": "Section 83: Discharge by allowing drawee more than forty-eight hours to accept",
    "section_text": "If the holder of a bill of exchange allows the drawee more than forty-eight hours, exclusive of public holidays, to consider whether he will accept the same, all previous parties not consenting to such allowance are thereby discharged from liability to such holder.",
    "citation": "NIA Section 83",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "84",
    "section_title": "Section 84: When cheque not duly presented and drawer damaged thereby.",
    "section_text": "Where a cheque is not presented for payment within a reasonable time of its issue, and the drawer or person on whose account it is drawn had the right, at the time when presentment ought to have been made, as between himself and the banker, to have the cheque paid and suffers actual damage through the delay, he is discharged to the extent of such damage, that is to say, to the extent to which such drawer or person is a creditor of the banker to a larger amount than he would have been if such cheque had been paid.\nIn determining what is a reasonable time, regard shall be had to the nature of the instrument, the usage of trade and of bankers, and the facts of the particular case.\nThe holder of the cheque as to which such drawer or person is so discharged shall be a creditor, in lieu of such drawer or person, of such banker to the extent of such discharge and entitled to recover the amount from him.",
    "citation": "NIA Section 84",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "85",
    "section_title": "Section 85: Cheque payable to order.\nDrafts drawn by one branch of a bank on another payable to order",
    "section_text": "Where a cheque payable to order purports to be endorsed by or on behalf of the payee, the drawee is discharged by payment in due course.\nWhere a cheque is originally expressed to be payable to bearer, the drawee is discharged by payment in due course to the bearer thereof, notwithstanding any endorsement whether in full or in blank appearing thereon, and notwithstanding that any such endorsement purports to restrict or exclude further negotiation.\nWhere any draft, that is, an order to pay money, drawn by one office of a bank upon another office of the same bank for a sum of money payable to order on demand, purports to be endorsed by or on behalf of the payee, the bank is discharged by payment in due course.",
    "citation": "NIA Section 85",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "86",
    "section_title": "Section 86: Parties not consenting discharged by qualified or limited acceptance",
    "section_text": "If the holder of a bill of exchange acquiesces in a qualified acceptance, or one limited to part of the sum mentioned in the bill, or which substitutes a different place or time for payment, or which, where the drawees are not partners, is not signed by all the drawees, all previous parties whose consent is not obtained to such acceptance are discharged as against the holder and those claiming under him, unless on notice given by the holder they assent to such acceptance.",
    "citation": "NIA Section 86",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "87",
    "section_title": "Section 87: Effect of material alteration",
    "section_text": "Alteration by indorsee. Any material alteration of a negotiable instrument renders the same void as against any one who is a party thereto at the time of making such alteration and does not consent thereto, unless it was made in order to carry out the common intention of the original parties.\nAlteration by indorsee. And any such alteration, if made by an indorsee, discharges his indorser from all liability to him in respect of the consideration thereof.\nThe provisions of this section are subject to those of sections\n20\n,\n49\n,\n86\nand\n125\n.",
    "citation": "NIA Section 87",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "88",
    "section_title": "Section 88: Acceptor or indorser bound notwithstanding previous alteration",
    "section_text": "An acceptor or indorser of a negotiable instrument is bound by his acceptance or indorsement notwithstanding any previous alteration of the instrument.",
    "citation": "NIA Section 88",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "89",
    "section_title": "Section 89: Payment of instrument on which alteration is not apparent",
    "section_text": "Where a promissory note, bill of exchange or cheque has been materially altered but does not appear to have been so altered, or where a cheque is presented for payment which does not at the time of presentation appear to be crossed or to have had a crossing which has been obliterated, payment thereof by a person or banker liable to pay, and paying the same according to the apparent tenor thereof at the time of payment and otherwise in due course, shall discharge such person or banker from all liability thereon; and such payment shall not be questioned by reason of the instrument having been altered or the cheque crossed.\nWhere the cheque is an electronic image of a truncated cheque, any difference in apparent tenor of such electronic image and the truncated cheque shall be a material alteration and it shall be the duty of the bank or the clearing house, as the case may be, to ensure the exactness of the apparent tenor of electronic image of the truncated cheque while truncating and transmitting the image.\nAny bank or a clearing house which receives a transmitted electronic image of a truncated cheque, shall verify from the party who transmitted the image to it, that the image so transmitted to it and received by it, is exactly the same.",
    "citation": "NIA Section 89",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "90",
    "section_title": "Section 90: Extinguishment of rights of action on bill in acceptor's hands",
    "section_text": "If a bill of exchange which has been negotiated is, at or after maturity, held by the acceptor in his own right, all rights of action thereon are extinguished.",
    "citation": "NIA Section 90",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "91",
    "section_title": "Section 91: Dishonour by non-acceptance",
    "section_text": "A bill of exchange is said to be dishonoured by non-acceptance when the drawee, or one of several drawees not being partners, makes default in acceptance upon being duly required to accept the bill, or where presentment is excused and the bill is not accepted.\nWhere the drawee is incompetent to contract, or the acceptance is qualified, the bill may be treated as dishnoured.",
    "citation": "NIA Section 91",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "92",
    "section_title": "Section 92: Dishonour by non-payment",
    "section_text": "A promissory note, bill of exchange or cheque is said to be dishonoured by non-payment when the maker of the note, acceptor of the bill or drawee of the cheque makes default in payment upon being duly required to pay the same.",
    "citation": "NIA Section 92",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "93",
    "section_title": "Section 93: By and to whom notice should be given",
    "section_text": "When a promissory note, bill of exchange or cheque is dishonoured by non-acceptance or non-payment, the holder thereof, or some party thereto who remains liable thereon, must give notice that the instrument has been so dishonoured to all other parties whom the holder seeks to make severally liable thereon, and to some one of several parties whom he seeks to make jointly liable thereon.\nNothing in this section renders it necessary to give notice to the maker of the dishonoured promissory note or the drawee or acceptor of the dishonoured bill of exchange or cheque.",
    "citation": "NIA Section 93",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "94",
    "section_title": "Section 94: Mode in which notice may be given",
    "section_text": "Notice of dishonour may be given to a duly authorized agent of the person to whom it is required to be given, or, where he has died, to his legal representative, or, where he has been declared an insolvent, to his assignee; may be oral or written; may, if written, be sent by post; and may be in any form; but it must inform the party to whom it is given, either in express terms or by reasonable intendment, that the instrument has been dishonoured, and in what way, and that he Will be held liable thereon; and it must be given within a reasonable time after dishonour, at the place of business or (in case such party has no place of business) at the residence of the party for whom it is intended.\nIf the notice is duly directed and sent by post and miscarries, such miscarriage does not render the notice invalid.",
    "citation": "NIA Section 94",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "95",
    "section_title": "Section 95: Party receiving must transmit notice of dishonour",
    "section_text": "Any party receiving notice of dishonour must, in order to render any prior party liable to himself, give notice of dishonour to such party within a reasonable time, unless such party otherwise receives due notice as provided by section 93.",
    "citation": "NIA Section 95",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "96",
    "section_title": "Section 96: Agent for presentment",
    "section_text": "When the instrument is deposited with an agent for presentment, the agent is entitled to the same time to give notice to his principal as if he were the holder giving notice of dishonour, and the principal is entitled to a further like period to give notice of dishonour.",
    "citation": "NIA Section 96",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "97",
    "section_title": "Section 97: When party to whom notice given is dead",
    "section_text": "When the party to whom notice of dishonour is despatched is dead, but the party despatching the notice is ignorant of his death the notice is sufficient.",
    "citation": "NIA Section 97",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "98",
    "section_title": "Section 98: When notice of dishnour is unnecessary",
    "section_text": "No notice of dishonour is necessary:\nwhen it is dispensed with by the party entitled thereto;\nin order to charge the drawer when he has countermanded payment;\nwhen the party charged could not suffer damage for want of notice;\nwhen the party entitled to notice cannot after due search be found; or the party bound to give notice is, for any other reason, unable without any fault of his own to give it;\nto charge the drawers, when the acceptor is also a drawer;\nin the case of a promissory note which is not negotiable;\nwhen the party entitled to notice, knowing the facts,promises unconditionally to pay the amount due on the instrument.",
    "citation": "NIA Section 98",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "99",
    "section_title": "Section 99: Noting",
    "section_text": "When a promissory note or bill of exchange has been dishonoured by non-acceptance or non-payment, the holder may cause such dishonour to be noted by a notary public upon the instrument, or upon a paper attached thereto, or partly upon each. Such note must be made within a reasonable time after dishonour, and must specify the date of dishonour, the reason, if any, assigned for such dishonour, or, if the instrument has not been expressly dishonoured, the reason why the holder treats it as dishonoured, and the notary’s charges.",
    "citation": "NIA Section 99",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "100",
    "section_title": "Section 100: Protest",
    "section_text": "When a promissory note or bill of exchange has been dishonoured by non-acceptance or non-payment, the holder may, within a reasonable time, cause such dishonour to be noted and certified by a notary public. Such certificate is called a protest.\nProtest for better security. When the acceptor of a bill of exchange has become insolvent, or his credit has been publicly impeached, before the maturity of the bill, the holder may, within a reasonable time, cause a notary public to demand better security of the acceptor, and on its being refused may, within a reasonable time, cause such facts to be noted and certified as aforesaid. Such certificate is called a protest for better security.",
    "citation": "NIA Section 100",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "101",
    "section_title": "Section 101: Contents of protest",
    "section_text": "A protest under section\n100\nmust contain:\neither the instrument itself, or a literal transcript of the instrument and of everything written or printed thereupon;\nthe name of the person for whom and against whom the instrument has been protested;\na statement that payment or acceptance, or better security, as the case may be, has been demanded of such person by the notary public; the terms of his answer, if any, or a statement that he gave no answer or that he could not be found;\nwhen the note or bill has been dishonoured, the place and time of dishonour, and, when better security has been refused, the place and time of refusal;\nthe subscription of the notary public making the protest;\nin the event of an acceptance for honour or of a payment for honour, the name of the person by whom, of the person for whom, and the manner in which, such acceptance or payment was offered and effected.\nA notary public may make the demand mentioned in clause ( c ) of this section either in person or by his clerk or, where authorized by agreement or usage, by registered letter.",
    "citation": "NIA Section 101",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "102",
    "section_title": "Section 102: Protest for non-payment after dishonour by non-acceptance",
    "section_text": "When a promissory note or bill of exchange is required by law to be protested, notice of such protest must be given instead of notice of dishonour, in the same manner and subject to the same conditions; but the notice may be given by the notary public who makes the protest.",
    "citation": "NIA Section 102",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "103",
    "section_title": "Section 103: Protest of bills drawn payable at some other place, for non-payement after dishonour by non-acceptance",
    "section_text": "All bills of exchange drawn payable at some other place than the place mentioned as the residence of the drawee, and which are dishonoured by non-acceptance, may, without further presentment to the drawee, be protested for non-payment in the place specified for payment, unless paid before or at maturity.",
    "citation": "NIA Section 103",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "104",
    "section_title": "Section 104: Protest of foreign bills\nWhen noting equivalent to protest",
    "section_text": "Foreign bills of exchange must be protested for dishonour when such protest is required by the law of the place where they are drawn.\nFor the purposes of this Act, where a bill or note is required to be protested within a specified time or before some further proceeding is taken, it is sufficient that the bill has been noted for protest before the expiration of the specified time or the taking of the proceeding; and the formal protest may be extended at any time thereafter as of the date of the noting.",
    "citation": "NIA Section 104",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "105",
    "section_title": "Section 105: Reasonable time",
    "section_text": "In determining what is a reasonable time for presentment for acceptance or payment, for giving notice of dishonour and for noting, regard shall be had to the nature of the instrument and the usual course of dealing with respect to similar instruments; and, in calculating such time, public holidays shall be excluded.",
    "citation": "NIA Section 105",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "106",
    "section_title": "Section 106: Reasonable time of giving notice of dishonour",
    "section_text": "If the holder and the party to whom notice of dishonour is given carry on business or live (as the case may be) in different places, such notice is given within a reasonable time if it is despatched by the next post or on the day next after the day of dishonour.\nIf the said parties carry on business or live in the same place, such notice is given within a reasonable time if it is despatched in time to reach its destination on the day next after the day of dishonour.",
    "citation": "NIA Section 106",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "107",
    "section_title": "Section 107: Reasonable time for transmitting such notice",
    "section_text": "A party receiving notice of dishonour, who seeks to enforce his right against a prior party, transmits the notice within a reasonable time — if he transmits it within the same time after its receipt as he would have had to give notice if he had been the holder.",
    "citation": "NIA Section 107",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "108",
    "section_title": "Section 108: Acceptance for honour",
    "section_text": "When a bill of exchange has been noted or protested for nonacceptance or for better security, any person not being a party already liable thereon may, with the consent of the holder, by writing on the bill, accept the same for the honour of any party thereto.",
    "citation": "NIA Section 108",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "109",
    "section_title": "Section 109: How acceptance for honour must be made",
    "section_text": "A person desiring to accept for honour must, by writing on the bill under his hand, declare that he accepts under protest the protested bill for the honour of the drawer or of a particular indorser whom he names, or generally for honour.",
    "citation": "NIA Section 109",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "110",
    "section_title": "Section 110: Acceptance not specifying for whose honour it is made",
    "section_text": "Where the acceptance does not express for whose honour it is made, it shall be deemed to be made for the honour of the drawer.",
    "citation": "NIA Section 110",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "111",
    "section_title": "Section 111: Liability of acceptor for honour",
    "section_text": "An acceptor for honour binds himself to all parties subsequent to the party for whose honour he accepts to pay the amount of the bill if the drawee do not; and such party and all prior parties are liable in their respective capacities to compensate the acceptor for honour for all loss or damage sustained by him in consequence of such acceptance.\nBut an acceptor for honour is not liable to the holder of the bill unless it is presented, or (in case the address given by such\nacceptor on the bill is a place other than the place where the bill is made payable) forwarded for presentment, not later than the day next after the day of its maturity.",
    "citation": "NIA Section 111",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "112",
    "section_title": "Section 112: When acceptor for honour may be charged",
    "section_text": "An acceptor for honour cannot be charged unless the bill has at its maturity been presented to the drawee for payment, and has been dishonoured by him, and noted or protested for such dishonour.",
    "citation": "NIA Section 112",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "113",
    "section_title": "Section 113: Payment for honour",
    "section_text": "When a bill of exchange has been noted or protested for nonpayment, any person may pay the same for the honour of any party liable to pay the same, provided that the person so paying or his agent in that behalf has previously declared before a notary public the party for whose honour he pays, and that such declaration has been recorded by such notary public.",
    "citation": "NIA Section 113",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "114",
    "section_title": "Section 114: Right of payer for honour",
    "section_text": "Any person so paying is entitled to all the rights, in respect of the bill, of the holder at the time of such payment, and may recover from the party for whose honour he pays all sums so paid, with interest thereon and with all expenses properly incurred in making such payment.",
    "citation": "NIA Section 114",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "115",
    "section_title": "Section 115: Drawee in case of need",
    "section_text": "Where a drawee in case of need is named in a bill of exchange, or in any indorsement thereon, the bill is not dishonoured until it has been dishonoured by such drawee.",
    "citation": "NIA Section 115",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "116",
    "section_title": "Section 116: Acceptance and payment without protest",
    "section_text": "A drawee in case of need may accept and pay the bill of exchange without previous protest.",
    "citation": "NIA Section 116",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "117",
    "section_title": "Section 117: Rules as to compensation",
    "section_text": "The compensation payable in case of dishonour of a promissory note, bill of exchange or cheque, by any party liable to the holder or any indorsee, shall be determined by the following rules:\nthe holder is entitled to the amount due upon the instrument, together with the expenses properly incurred in presenting, noting and protesting it;\nwhen the person charged resides at a place different from that at which the instrument was payable, the holder is entitled to receive such sum at the current rate of exchange between the two places;\nan indorser who, being liable, has paid the amount due on the same is entitled to the amount so paid with interest at eighteen per centum per annum from the date of payment until tender or realization thereof, together with all expenses caused by the dishonour and payment;\nwhen the person charged and such indorser reside at different places, the indorser is entitled to receive such sum at the current rate of exchange between the two places;\nthe party entitled to compensation may draw a bill upon the party liable to compensate him, payable at sight or on demand, for the amount due to him, together with all expenses properly incurred by him. Such bill must be accompanied by the instrument dishonoured and the protest thereof (if any). If such bill is dishonoured, the party dishonouring the same is liable to make compensation thereof in the same manner as in the case of the original bill.",
    "citation": "NIA Section 117",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "118",
    "section_title": "Section 118: Presumptions as to negotiable instruments",
    "section_text": "Until the contrary is proved, the following presumptions shall be made:\nof consideration; that every negotiable instrument was made or drawn for consideration, and that every such instrument, when it has been accepted, indorsed, negotiated or transferred, was accepted, indorsed, negotiated or transferred for consideration;\nas to date; that every negotiable instrument bearing a date was made or drawn on such date;\nas to time of acceptance; that every accepted bill of exchange was accepted within a reasonable time after its date and before its maturity;\nas to time of transfer; that every transfer of a negotiable instrument was made before its maturity;\nas to order of indorsements; that the indorsements appearing upon a negotiable instrument were made in the order in which they appear thereon;\nas to stamp; that a lost promissory note, bill of exchange or cheque was duly stamped;\nthat holder is a holder in due course; that the holder of a negotiable instrument is a holder in due course: Provided that, where the instrument has been obtained from its lawful owner, or from any person in lawful custody thereof, by means of an SP offence or fraud, or has been obtained from the maker or acceptor thereof by means of an offence or fraud, or for unlawful consideration, the burthen of proving that the holder is a holder in due course lies upon him.",
    "citation": "NIA Section 118",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "119",
    "section_title": "Section 119: Presumption on proof of protest",
    "section_text": "In a suit upon an instrument which has been dishonoured, the Court shall, on proof of the protest, presume the fact of is dishonour, unless and until such fact is disproved.",
    "citation": "NIA Section 119",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "120",
    "section_title": "Section 120: Estoppel against denying original validity of instrument",
    "section_text": "No maker of a promissory note, and no drawer of a bill of exchange or cheque, and no acceptor of a bill of exchange for the honour of the drawer shall, in a suit thereon by a holder in due course, be permitted to deny the validity of the instrument as originally made or drawn.",
    "citation": "NIA Section 120",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "121",
    "section_title": "Section 121: Estoppel against denying capacity of payee to indorse",
    "section_text": "No maker of a promissory note and no acceptor of a bill of exchange payable to order shall, in a suit thereon by a holder in due course, be permitted to deny the payee’s capacity, at the date of the note or bill, to indorse the same.",
    "citation": "NIA Section 121",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "122",
    "section_title": "Section 122: Estoppel against denying signature or capacity of prior party",
    "section_text": "No indorser of a negotiable instrument shall, in a suit thereon by a subsequent holder, be permitted to deny the signature or capacity to contract of any prior party to the instrument.",
    "citation": "NIA Section 122",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "123",
    "section_title": "Section 123: Cheque crossed generally",
    "section_text": "Where a cheque bears across its face an addition of the words “and company” or any abbreviation thereof, between two parallel transverse lines, or of two parallel transverse lines simply, either with or without the words “not negotiable”, that addition shall be deemed a crossing, and the cheque shall be deemed to be crossed generally.",
    "citation": "NIA Section 123",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "124",
    "section_title": "Section 124: Cheque crossed specially",
    "section_text": "Where a cheque bears across its face an addition of the name of a banker, either with or without the words “not negotiable”, that addition shall be deemed a crossing, and the cheque shall be deemed to be crossed specially, and to be crossed to that banker.",
    "citation": "NIA Section 124",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "125",
    "section_title": "Section 125: Crossing after issue",
    "section_text": "Where a cheque is uncrossed, the holder may cross it generally or specially.\nWhere a cheque is crossed generally, the holder may cross it specially.\nWhere a cheque is crossed generally or specially, the holder may add the words “not negotiable”.\nWhere a cheque is crossed specially, the banker to whom it is crossed may again cross it specially to another banker. his agent, for collection.",
    "citation": "NIA Section 125",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "126",
    "section_title": "Section 126: Payment of cheque crossed generally",
    "section_text": "Where a cheque is crossed generally, the banker on whom it is drawn shall not pay it otherwise than to a banker.\nPayment of cheque crossed specially. Where a cheque is crossed specially, the banker on whom it is drawn shall not pay it otherwise than to the banker to whom it is crossed, or his agent for collection.",
    "citation": "NIA Section 126",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "127",
    "section_title": "Section 127: Payment of cheque crossed specially more than once",
    "section_text": "Where a cheque is crossed specially to more than one banker, except when crossed to an agent for the purpose of collection, the banker on whom it is drawn shall refuse payment thereof.",
    "citation": "NIA Section 127",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "128",
    "section_title": "Section 128: Payment in due course of crossed cheque",
    "section_text": "Where the banker on whom a crossed cheque is drawn, has paid the same in due course, the banker paying the cheque, and in case such cheque has come to the hands of the payee) the drawer thereof, shall respectively be entitled to the same rights, and be placed in the same position in all respects, as they would respectively be entitled to and placed in if the amount of the cheque bad been paid to and received by the true owner thereof.",
    "citation": "NIA Section 128",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "129",
    "section_title": "Section 129: Payment of crossed cheque out of due course",
    "section_text": "Any banker paying a cheque crossed generally otherwise than to a banker, or a cheque crossed specially otherwise than to the banker to whom the same is crossed, or his agent for collection, being a banker, shall be liable to the true owner of the cheque for any loss he may sustain owing to the cheque having been so paid.",
    "citation": "NIA Section 129",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "130",
    "section_title": "Section 130: Cheque bearing \"not negotiable\"",
    "section_text": "A person taking a cheque crossed generally or specially, bearing in either case the words “not negotiable”, shall not have, and shall not be capable of giving, a better title to the cheque than that which the person from whom he took it had.",
    "citation": "NIA Section 130",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "131",
    "section_title": "Section 131: Non-liability of banker receiving payment of cheque\nApplication of Chapter to drafts",
    "section_text": "A banker who has in good faith and without negligence received payment for a customer of a cheque crossed generally or specially to himself shall not, in case the title to the cheque proves defective, incur any liability to, the true owner of the cheque by reason only of having received such payment.\nExplanations\nA banker receives payment of a crossed cheque for a customer within the meaning of this section notwithstanding that he credits his customer’s account with the amount of the cheque before receiving payment thereof.\nIt shall be the duty of the banker who receives payment based on an electronic image of a truncated cheque held with him, to verify the prima facie genuineness of the cheque to be truncated and any fraud, forgery or tampering apparent on the face of the instrument that can be verified with due diligence and ordinary care.\nThe provisions of this chapter shall apply to any draft, as defined in section\n85A\n, as if the draft were a cheque.",
    "citation": "NIA Section 131",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "132",
    "section_title": "Section 132: Set of bills",
    "section_text": "Bills of exchange may be drawn in parts, each part being numbered and containing a provision that it shall continue payable only so long as the others remain unpaid. All the parts together make a set; but the whole set constitutes only one bill, and is extinguished when one of the parts, if a separate bill, would be extinguished.",
    "citation": "NIA Section 132",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "133",
    "section_title": "Section 133: Holder of first acquired part entitled to all",
    "section_text": "As between holders in due course of different parts of the same set, he who first acquired title to his part is entitled to the other parts and the money represented by the bill.",
    "citation": "NIA Section 133",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "134",
    "section_title": "Section 134: Law governing liability of maker, acceptor or indorser of foreign instrument",
    "section_text": "In the absence of a contract to the contrary, the liability of the maker or drawer of a foreign promissory note, bill of exchange or cheque is regulated in all essential matters by the law of the place where he made the instrument, and the respective liabilities of the acceptor and indorser by the law of the place where the instrument is made payable.",
    "citation": "NIA Section 134",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "135",
    "section_title": "Section 135: Law of place of payment governs dishonour",
    "section_text": "Where a promissory note, bill of exchange or cheque is made payable in a different place from that in which it is made or indorsed, the law of the place where it is made payable determines what constitutes dishonour and what notice of dishonour is sufficient.",
    "citation": "NIA Section 135",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "136",
    "section_title": "Section 136: Instrument made, etc., out of India, but in accordance with the law of India.",
    "section_text": "If a negotiable instrument is made, drawn, accepted or indorsed outside India, but in accordance with the law of India, the circumstance that any agreement evidenced by such instrument is invalid according to the law of the country wherein it was entered into does not invalidate any subsequent acceptance or indorsement made thereon within India.",
    "citation": "NIA Section 136",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "137",
    "section_title": "Section 137: Presumption as to foreign law",
    "section_text": "The law of any foreign country regarding promissory notes, bills of exchange and cheques shall\nbe presumed to be the same as that of India, unless and until the contrary is proved.",
    "citation": "NIA Section 137",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "138",
    "section_title": "Section 138: Dishonour of cheque for insufficiency, etc., of funds in the account.",
    "section_text": "Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall, without prejudice to any other provision of this Act, be punished with imprisonment for a term which may be extended to two years, or with fine which may extend to twice the amount of the cheque, or with both:\nProvided that nothing contained in this section shall apply unless:\nthe cheque has been, presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier;\nthe payee or the holder in due course of the cheque as the case may be, makes a demand for the payment of the said amount of money by giving a notice, in writing, to the drawer of the cheque, within thirty\n1\ndays of the receipt of information by him from the bank regarding the return of the cheque as unpaid; and\nthe drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice.\n1\nChanged from fifteen by amendment act of 2015",
    "citation": "NIA Section 138",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "139",
    "section_title": "Section 139: Presumption in favour of holder",
    "section_text": "It shall be presumed, unless the contrary is proved, that the holder of a cheque received the cheque of the nature referred to in section\n138\nfor the discharge, in whole or in part, of any debt or other liability.",
    "citation": "NIA Section 139",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "140",
    "section_title": "Section 140: Defence which may not be allowed in any prosecution under section 138",
    "section_text": "It shall not be a defence in a prosecution for an offence under section\n138\nthat the drawer had no reason to believe when he issued the cheque that the cheque may be dishonoured on presentment for the reasons stated in that section.",
    "citation": "NIA Section 140",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "141",
    "section_title": "Section 141: Offences by companies.",
    "section_text": "If the person committing an offence under section\n138\nis a company, every person who, at the time the offence was committed, was in charge of, and was responsible to, the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:\nProvided that nothing contained in this sub-section shall render any person liable to punishment if he proves that the offence was committed without his knowledge, or that he had exercised all due diligence to prevent the commission of such offence.\nNotwithstanding anything contained in sub-section (1), where any offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to, any neglect on the part of, any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.",
    "citation": "NIA Section 141",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "142",
    "section_title": "Section 142: Cognizance of offences\nValidation for transfer of pending cases",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974),-\nno court shall take cognizance of any offence punishable under section\n138\nexcept upon a complaint, in writing, made by the payee or, as the case may be, the holder in due course of the cheque;\nsuch complaint is made within one month of the date on which the cause of action arises under clause ( c ) of the proviso to section\n138\n;\nno court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class shall try any offence punishable under section\n138\n.\nNotwithstanding anything contained in the Code of Criminal Procedure, 1973 or any judgment, decree, order or direction of any court, all cases transferred to the court having jurisdiction under sub-section (2) of section\n142\n, as amended by the Negotiable Instruments (Amendment) Ordinance, 2015, shall be deemed to have been transferred under this Act, as if that sub-section had been in force at all material times.\nNotwithstanding anything contained in sub-section (2) of section\n142\nor sub-section (1), where the payee or the holder in due course, as the case may be, has filed a complaint against the drawer of a cheque in the court having jurisdiction under sub-section (2) of section\n142\nor the case has been transferred to that court under sub-section (1) and such complaint is pending in that court, all subsequent complaints arising out of section\n138\nagainst the same drawer shall be filed before the same court irrespective of whether those cheques were delivered for collection or presented for payment within the territorial jurisdiction of that court.\nIf, on the date of the commencement of the Negotiable Instruments (Amendment) Act, 2015, more than one prosecution filed by the same payee or holder in due course, as the case may be, against the same drawer of cheques is pending before different courts, upon the said fact having been brought to the notice of the court, such court shall transfer the case to the court having jurisdiction under sub-section (2) of section\n142\n, as amended by the Negotiable Instruments (Amendment) Ordinance, 2015, before which the first case was filed and is pending, as if that sub-section had been in force at all material times.",
    "citation": "NIA Section 142",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "143",
    "section_title": "Section 143: Power of Court to try cases summarily\nPower to direct interim compensation",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), all offences under this Chapter shall be tried by a Judicial Magistrate of the first class or by a Metropolitan Magistrate and the provisions of sections\n262\nto\n265\n(both inclusive) of the said Code shall, as far as may be, apply to such trials:\nProvided\nthat in the case of any conviction in a summary trial under this section, it shall be lawful for the Magistrate to pass a sentence of imprisonment for a term not exceeding one year and an amount of fine exceeding five thousand rupees:\nProvided further\nthat when at the commencement of, or in the course of, a summary trial under this section, it appears to the Magistrate that the nature of the case is such that a sentence of imprisonment for a term exceeding one year may have to be passed or that it is, for any other reason, undesirable to try the case summarily, the Magistrate shall after hearing the parties, record an order to that effect and thereafter recall any witness who may have been examined and proceed to hear or rehear the case in the manner provided by the said Code.\nThe trial of a case under this section shall, so far as practicable, consistently with the interests of justice, be continued from day to day until its conclusion, unless the Court finds the adjournment of the trial beyond the following day to be necessary for reasons to be recorded in writing.\nEvery trial under this section shall be conducted as expeditiously as possible and an endeavour shall be made to conclude the trial within six months from the date of filing of the complaint.\nNotwithstanding anything contained in the Code of Criminal Procedure, 1973, the Court trying an offence under section 138 may order the drawer of the cheque to pay interim compensation\n1\nto the complainant—\nin a summary trial or a summons case, where he pleads not guilty to the accusation made in the complaint; and\nin any other case, upon framing of charge.\nThe interim compensation under sub-section (1) shall not exceed twenty percent of the amount of the cheque.\nThe interim compensation shall be paid within sixty days from the date of the order under sub-section (1), or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the drawer of the\ncheque.\nIf the drawer of the cheque is acquitted, the Court shall direct the complainant to repay to the drawer the amount of interim compensation, with interest at the bank rate as published by the Reserve Bank of India, prevalent at the beginning of the relevant financial year, within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the complainant.\nThe interim compensation payable under this section may be recovered as if it were a fine under section\n421\nof the Code of Criminal Procedure, 1973.\nThe amount of fine imposed under section\n138\nor the amount of compensation awarded under section\n357\nof the Code of Criminal Procedure, 1973, shall be reduced by the amount paid or recovered as interim compensation under this section.\n1\nNegotiable Instruments (Amendment) Act, 2018",
    "citation": "NIA Section 143",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "144",
    "section_title": "Section 144: Mode of service of summons",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), and for the purposes of this Chapter, a Magistrate issuing a summons to an accused or a witness may direct a copy of summons to be served at the place where such accused or witness ordinarily resides or carries on business or personally works for gain, by speed post or by such courier services as are approved by Court of Session.\nWhere an acknowledgment purporting to be signed by the accused or the witness or an endorsement purported to be made by any person authorised by the postal department or the courier services that the accused or the witness refused to take delivery of summons has been received, the Court issuing the summons may declare that the summons has been duly served.",
    "citation": "NIA Section 144",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "145",
    "section_title": "Section 145: Evidence on Affidavit",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), the evidence of the complainant may be given by him on affidavit and may, subject to all just exceptions be read in evidence in any enquiry, trial or other proceeding under the said Code.\nThe Court may, if it thinks fit, and shall, on the application of the prosecution or the accused, summon and examine any person giving evidence on affidavit as to the facts contained therein.",
    "citation": "NIA Section 145",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "146",
    "section_title": "Section 146: Bank's slip prima facie evidence for certain facts",
    "section_text": "The Court shall, in respect of every proceeding under this Chapter, on production of bank’s slip or memo having thereon the official mark denoting that the cheque has been dishonoured, presume the fact of dishonour of such cheque, unless and until such fact is disproved.",
    "citation": "NIA Section 146",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "147",
    "section_title": "Section 147: Offences to be compoundable",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), every offence punishable under this Act shall be compoundable.",
    "citation": "NIA Section 147",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "148",
    "section_title": "Section 148: Power of Appellate Court to order payment pending appeal against conviction",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973, in an appeal by the drawer against conviction under section\n138\n, the Appellate Court may order the appellant to deposit\n1\nsuch sum which shall be a minimum of twenty percent of the fine or compensation awarded by the trial Court:\nProvided\nthat the amount payable under this sub-section shall be in addition to\nany interim compensation paid by the appellant under section\n143A\n.\nThe amount referred to in sub-section (1) shall be deposited within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the appellant.\nThe Appellate Court may direct the release of the amount deposited by the appellant to the complainant at any time during the pendency of the appeal:\nProvided\nthat if the appellant is acquitted, the Court shall direct the complainant to repay to the appellant the amount so released, with interest at the bank rate as published by the Reserve Bank of India, prevalent at the beginning of the relevant financial year, within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the complainant.\n1\nNegotiable Instruments (Amendment) Act, 2018",
    "citation": "NIA Section 148",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "45A",
    "section_title": "Section 45A: Holder's right to duplicate of lost bill",
    "section_text": "Where a bill of exchange has been lost before it is over-due, the person who was the holder of it may apply to the drawer to give him another bill of the same tenor, giving security to the drawer, if required, to indemnify him against all persons whatever in case the bill alleged to have been lost shall be found again.\nIf the drawer on request as aforesaid refuses to give such duplicate bill, he may be compelled to do so.",
    "citation": "NIA Section 45A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "75A",
    "section_title": "Section 75A: Excuse for delay in presentment for acceptance or payment",
    "section_text": "Delay in presentment for acceptance or payment is excused if the delay is caused by circumstances beyond the control of the holder, and not imputable to his default, misconduct or negligence. When the cause of delay ceases to operate, presentment must be made within a reasonable time.",
    "citation": "NIA Section 75A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "81A",
    "section_title": "Section 81A: Application of the Act to electronic cheque and truncated cheque",
    "section_text": "The provisions of this Act, for the time being in force, shall apply to,  or in relation to, electronic cheques and the truncated cheques subject to such modifications and amendments as may be necessary for carrying out the purposes of the Negotiable Instruments Act, 1881 (26 of 1881) by the Central Government, in consultation with the Reserve Bank of India, by notification in the Official Gazette.\nEvery notification made by the Central Government under sub-section (1) shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of me session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the notification or both Houses agree that the notification should not be made, the notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification.",
    "citation": "NIA Section 81A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "85A",
    "section_title": "Section 85A: Drafts drawn by one branch of a bank on another payable to order",
    "section_text": "Where any draft, that is, an order to pay money, drawn by one office of a bank upon another office of the same bank for a sum of money payable to order on demand, purports to be endorsed by or on behalf of the payee, the bank is discharged by payment in due course.",
    "citation": "NIA Section 85A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "104A",
    "section_title": "Section 104A: When noting equivalent to protest",
    "section_text": "For the purposes of this Act, where a bill or note is required to be protested within a specified time or before some further proceeding is taken, it is sufficient that the bill has been noted for protest before the expiration of the specified time or the taking of the proceeding; and the formal protest may be extended at any time thereafter as of the date of the noting.",
    "citation": "NIA Section 104A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "131A",
    "section_title": "Section 131A: Application of Chapter to drafts",
    "section_text": "The provisions of this chapter shall apply to any draft, as defined in section\n85A\n, as if the draft were a cheque.",
    "citation": "NIA Section 131A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "142A",
    "section_title": "Section 142A: Validation for transfer of pending cases",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 or any judgment, decree, order or direction of any court, all cases transferred to the court having jurisdiction under sub-section (2) of section\n142\n, as amended by the Negotiable Instruments (Amendment) Ordinance, 2015, shall be deemed to have been transferred under this Act, as if that sub-section had been in force at all material times.\nNotwithstanding anything contained in sub-section (2) of section\n142\nor sub-section (1), where the payee or the holder in due course, as the case may be, has filed a complaint against the drawer of a cheque in the court having jurisdiction under sub-section (2) of section\n142\nor the case has been transferred to that court under sub-section (1) and such complaint is pending in that court, all subsequent complaints arising out of section\n138\nagainst the same drawer shall be filed before the same court irrespective of whether those cheques were delivered for collection or presented for payment within the territorial jurisdiction of that court.\nIf, on the date of the commencement of the Negotiable Instruments (Amendment) Act, 2015, more than one prosecution filed by the same payee or holder in due course, as the case may be, against the same drawer of cheques is pending before different courts, upon the said fact having been brought to the notice of the court, such court shall transfer the case to the court having jurisdiction under sub-section (2) of section\n142\n, as amended by the Negotiable Instruments (Amendment) Ordinance, 2015, before which the first case was filed and is pending, as if that sub-section had been in force at all material times.",
    "citation": "NIA Section 142A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  },
  {
    "document_id": "nia-1881",
    "section_number": "143A",
    "section_title": "Section 143A: Power to direct interim compensation",
    "section_text": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973, the Court trying an offence under section 138 may order the drawer of the cheque to pay interim compensation\n1\nto the complainant—\nin a summary trial or a summons case, where he pleads not guilty to the accusation made in the complaint; and\nin any other case, upon framing of charge.\nThe interim compensation under sub-section (1) shall not exceed twenty percent of the amount of the cheque.\nThe interim compensation shall be paid within sixty days from the date of the order under sub-section (1), or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the drawer of the\ncheque.\nIf the drawer of the cheque is acquitted, the Court shall direct the complainant to repay to the drawer the amount of interim compensation, with interest at the bank rate as published by the Reserve Bank of India, prevalent at the beginning of the relevant financial year, within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the complainant.\nThe interim compensation payable under this section may be recovered as if it were a fine under section\n421\nof the Code of Criminal Procedure, 1973.\nThe amount of fine imposed under section\n138\nor the amount of compensation awarded under section\n357\nof the Code of Criminal Procedure, 1973, shall be reduced by the amount paid or recovered as interim compensation under this section.\n1\nNegotiable Instruments (Amendment) Act, 2018",
    "citation": "NIA Section 143A",
    "document_title": "Negotiable Instruments Act, 1881",
    "jurisdiction": "India",
    "date": "1881-03-09"
  }
]